Repository: gigio1023/maccheroni
Catalog: Sources/MaccheroniApp/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt, ru, zh_hans

source: This moves the source audio and the run output to the Trash together. Nothing is deleted, and the Finder's Put Back restores them.
de: Damit werden die Originalaufnahme und die Run-Ausgabe gemeinsam in den Papierkorb gelegt. Nichts wird gelöscht, und „Zurücklegen“ im Finder stellt sie wieder her.
es: Esto mueve el audio original y la salida de la ejecución a la papelera a la vez. No se elimina nada, y «Devolver» en el Finder los restaura.
fr: Cela déplace ensemble l’audio source et la sortie de l’exécution vers la corbeille. Rien n’est supprimé, et « Remettre » dans le Finder les restaure.
ja: 元の音声と実行結果をまとめてゴミ箱に移動します。何も削除されず、Finder の「戻す」で元に戻せます。
pt: Isto move o áudio de origem e a saída da execução para a lixeira em conjunto. Nada é apagado, e «Repor» no Finder restaura-os.
ru: Исходная запись и результат запуска будут перемещены в корзину вместе. Ничего не удаляется, и команда «Положить обратно» в Finder их восстановит.
zh_hans: 这会将源音频和运行输出一并移到垃圾箱。不会删除任何内容，在 Finder 中使用“放回原处”即可还原。

source: This moves the source audio to the Trash. Nothing is deleted, and the Finder's Put Back restores it.
de: Damit wird die Originalaufnahme in den Papierkorb gelegt. Nichts wird gelöscht, und „Zurücklegen“ im Finder stellt sie wieder her.
es: Esto mueve el audio original a la papelera. No se elimina nada, y «Devolver» en el Finder lo restaura.
fr: Cela déplace l’audio source vers la corbeille. Rien n’est supprimé, et « Remettre » dans le Finder le restaure.
ja: 元の音声をゴミ箱に移動します。何も削除されず、Finder の「戻す」で元に戻せます。
pt: Isto move o áudio de origem para a lixeira. Nada é apagado, e «Repor» no Finder restaura-o.
ru: Исходная запись будет перемещена в корзину. Ничего не удаляется, и команда «Положить обратно» в Finder её восстановит.
zh_hans: 这会将源音频移到垃圾箱。不会删除任何内容，在 Finder 中使用“放回原处”即可还原。

source: This moves the run output to the Trash. Nothing is deleted, and the Finder's Put Back restores it.
de: Damit wird die Run-Ausgabe in den Papierkorb gelegt. Nichts wird gelöscht, und „Zurücklegen“ im Finder stellt sie wieder her.
es: Esto mueve la salida de la ejecución a la papelera. No se elimina nada, y «Devolver» en el Finder la restaura.
fr: Cela déplace la sortie de l’exécution vers la corbeille. Rien n’est supprimé, et « Remettre » dans le Finder la restaure.
ja: 実行結果をゴミ箱に移動します。何も削除されず、Finder の「戻す」で元に戻せます。
pt: Isto move a saída da execução para a lixeira. Nada é apagado, e «Repor» no Finder restaura-a.
ru: Результат запуска будет перемещён в корзину. Ничего не удаляется, и команда «Положить обратно» в Finder его восстановит.
zh_hans: 这会将运行输出移到垃圾箱。不会删除任何内容，在 Finder 中使用“放回原处”即可还原。

source: The files this recording named are no longer on disk, so this removes its library entry and nothing else.
de: Die Dateien dieser Aufnahme liegen nicht mehr auf der Festplatte; entfernt wird daher nur ihr Bibliothekseintrag.
es: Los archivos de esta grabación ya no están en el disco, así que esto elimina solo su entrada en la biblioteca.
fr: Les fichiers de cet enregistrement ne sont plus sur le disque ; seule son entrée dans la bibliothèque est retirée.
ja: この録音のファイルはディスク上にないため、ライブラリの項目だけを削除します。
pt: Os ficheiros desta gravação já não estão no disco, por isso é removida apenas a sua entrada na biblioteca.
ru: Файлов этой записи больше нет на диске, поэтому удаляется только её запись в библиотеке.
zh_hans: 此录音的文件已不在磁盘上，因此仅移除其资料库条目。

source: Wait for this recording's transcription to finish before moving it to the Trash.
de: Warten Sie, bis die Transkription dieser Aufnahme abgeschlossen ist, bevor Sie sie in den Papierkorb legen.
es: Espera a que termine la transcripción de esta grabación antes de moverla a la papelera.
fr: Attendez la fin de la transcription de cet enregistrement avant de le déplacer vers la corbeille.
ja: この録音の文字起こしが完了してからゴミ箱に移動してください。
pt: Aguarde que a transcrição desta gravação termine antes de a mover para a lixeira.
ru: Дождитесь завершения расшифровки этой записи, прежде чем перемещать её в корзину.
zh_hans: 请等待此录音的转写完成后再移到垃圾箱。

source: %@ is no longer where the library expects it, so nothing was moved.
de: %@ befindet sich nicht mehr dort, wo die Bibliothek es erwartet; es wurde nichts verschoben.
es: %@ ya no está donde la biblioteca lo espera, así que no se movió nada.
fr: %@ ne se trouve plus là où la bibliothèque l’attend ; rien n’a été déplacé.
ja: %@ はライブラリが想定する場所にないため、何も移動しませんでした。
pt: %@ já não está onde a biblioteca espera, por isso nada foi movido.
ru: %@ больше не находится там, где ожидает библиотека, поэтому ничего не перемещено.
zh_hans: %@ 已不在资料库预期的位置，因此未移动任何内容。

source: %@ could not be moved because its folder is not writable. Nothing was moved.
de: %@ konnte nicht verschoben werden, weil sein Ordner nicht beschreibbar ist. Es wurde nichts verschoben.
es: No se pudo mover %@ porque su carpeta no admite escritura. No se movió nada.
fr: %@ n’a pas pu être déplacé car son dossier n’est pas accessible en écriture. Rien n’a été déplacé.
ja: %@ のフォルダに書き込めないため移動できませんでした。何も移動していません。
pt: Não foi possível mover %@ porque a sua pasta não permite escrita. Nada foi movido.
ru: Не удалось переместить %@: его папка недоступна для записи. Ничего не перемещено.
zh_hans: 无法移动 %@，因为其所在文件夹不可写入。未移动任何内容。

source: %@ could not be moved to the Trash. Its files are where they were, and the recording is still in your library.
de: %@ konnte nicht in den Papierkorb gelegt werden. Die Dateien liegen unverändert an ihrem Platz, und die Aufnahme bleibt in der Bibliothek.
es: No se pudo mover %@ a la papelera. Sus archivos siguen donde estaban y la grabación sigue en la biblioteca.
fr: %@ n’a pas pu être déplacé vers la corbeille. Ses fichiers sont restés en place et l’enregistrement reste dans la bibliothèque.
ja: %@ をゴミ箱に移動できませんでした。ファイルは元の場所のままで、録音はライブラリに残っています。
pt: Não foi possível mover %@ para a lixeira. Os ficheiros continuam onde estavam e a gravação permanece na biblioteca.
ru: Не удалось переместить %@ в корзину. Файлы остались на месте, а запись по-прежнему в библиотеке.
zh_hans: 无法将 %@ 移到垃圾箱。其文件仍在原处，录音也仍在资料库中。

source: %@ could not be moved to the Trash, and part of it is in the Trash now. Put it back in the Finder. The recording is still in your library.
de: %@ konnte nicht vollständig in den Papierkorb gelegt werden; ein Teil liegt jetzt dort. Legen Sie ihn im Finder zurück. Die Aufnahme bleibt in der Bibliothek.
es: No se pudo mover %@ a la papelera y una parte está ahora allí. Devuélvela desde el Finder. La grabación sigue en la biblioteca.
fr: %@ n’a pas pu être déplacé vers la corbeille et une partie s’y trouve à présent. Remettez-la en place dans le Finder. L’enregistrement reste dans la bibliothèque.
ja: %@ をゴミ箱に移動できず、一部だけがゴミ箱にあります。Finder の「戻す」で元に戻してください。録音はライブラリに残っています。
pt: Não foi possível mover %@ para a lixeira e parte dela está agora lá. Reponha-a no Finder. A gravação permanece na biblioteca.
ru: Не удалось переместить %@ в корзину, часть файлов уже там. Верните их через Finder. Запись по-прежнему в библиотеке.
zh_hans: 无法将 %@ 移到垃圾箱，其中一部分现已在垃圾箱中。请在 Finder 中放回原处。录音仍在资料库中。

source: %@ The system reported: %@
de: %@ Das System meldete: %@
es: %@ El sistema informó: %@
fr: %@ Le système a signalé : %@
ja: %@ システムからの報告: %@
pt: %@ O sistema comunicou: %@
ru: %@ Система сообщила: %@
zh_hans: %@ 系统报告：%@

source: Speaker Proposal
de: Sprechervorschlag
es: Propuesta de hablante
fr: Proposition de locuteur
ja: 話者の提案
pt: Proposta de falante
ru: Предложение говорящего
zh_hans: 说话人建议

source: Renames this recording in the library only. The audio file and the run folder keep their names.
de: Benennt diese Aufnahme nur in der Bibliothek um. Die Audiodatei und der Run-Ordner behalten ihre Namen.
es: Cambia el nombre de esta grabación solo en la biblioteca. El archivo de audio y la carpeta de la ejecución conservan sus nombres.
fr: Renomme cet enregistrement uniquement dans la bibliothèque. Le fichier audio et le dossier de l’exécution conservent leurs noms.
ja: この録音の名前をライブラリ内でのみ変更します。音声ファイルと実行フォルダの名前はそのままです。
pt: Muda o nome desta gravação apenas na biblioteca. O ficheiro de áudio e a pasta da execução mantêm os seus nomes.
ru: Переименовывает эту запись только в библиотеке. Имена аудиофайла и папки запуска не меняются.
zh_hans: 仅在资料库中重命名此录音。音频文件与运行文件夹的名称保持不变。

source: Move “%@” to the Trash?
de: „%@“ in den Papierkorb legen?
es: ¿Mover «%@» a la papelera?
fr: Déplacer « %@ » vers la corbeille ?
ja: 「%@」をゴミ箱に移動しますか？
pt: Mover «%@» para a lixeira?
ru: Переместить «%@» в корзину?
zh_hans: 将“%@”移到垃圾箱？

source: Remove “%@” from the library?
de: „%@“ aus der Bibliothek entfernen?
es: ¿Eliminar «%@» de la biblioteca?
fr: Retirer « %@ » de la bibliothèque ?
ja: 「%@」をライブラリから削除しますか？
pt: Remover «%@» da biblioteca?
ru: Удалить «%@» из библиотеки?
zh_hans: 从资料库中移除“%@”？

source: The top speakers held the same time in this segment, to within a nanosecond.
de: In diesem Segment hielten die führenden Sprecher bis auf eine Nanosekunde gleich lange das Wort.
es: En este segmento, los hablantes principales ocuparon el mismo tiempo, con un margen de un nanosegundo.
fr: Dans ce segment, les principaux locuteurs ont occupé le même temps, à une nanoseconde près.
ja: このセグメントでは上位の話者が1ナノ秒の差もなく同じ長さを占めています。
pt: Neste segmento, os falantes principais ocuparam o mesmo tempo, com uma margem de um nanossegundo.
ru: В этом сегменте ведущие говорящие занимали одинаковое время с точностью до наносекунды.
zh_hans: 在此片段中，居前的说话人占据的时长相同，误差不超过一纳秒。

source: Acoustic candidates: %@
de: Akustische Kandidaten: %@
es: Candidatos acústicos: %@
fr: Candidats acoustiques : %@
ja: 音響候補: %@
pt: Candidatos acústicos: %@
ru: Акустические кандидаты: %@
zh_hans: 声学候选说话人：%@

source: %@ is in the Trash, but the library could not be saved, so the recording is still listed. Put it back in the Finder.
de: %@ befindet sich im Papierkorb, aber die Bibliothek konnte nicht gespeichert werden, sodass die Aufnahme weiterhin aufgeführt ist. Legen Sie sie im Finder zurück.
es: %@ está en la Papelera, pero no se pudo guardar la biblioteca, así que la grabación sigue en la lista. Devuélvela desde el Finder.
fr: %@ est dans la corbeille, mais la bibliothèque n'a pas pu être enregistrée, donc l'enregistrement reste dans la liste. Remettez-le en place dans le Finder.
ja: %@ はゴミ箱にありますが、ライブラリを保存できなかったため、この録音は一覧に残っています。Finder で元に戻してください。
pt: %@ está no Lixo, mas não foi possível salvar a biblioteca, então a gravação continua listada. Coloque-o de volta no Finder.
ru: %@ находится в Корзине, но библиотеку не удалось сохранить, поэтому запись осталась в списке. Верните её на место в Finder.
zh_hans: %@ 已在废纸篓中，但资源库未能保存，因此该录音仍在列表中。请在“访达”中将其放回原处。

source: %lld/%lld chunks
es: %lld/%lld fragmentos
fr: %lld/%lld morceaux
ja: %lld/%lld チャンク
pt: %lld/%lld pedaços
ru: %lld/%lld фрагментов
zh_hans: %lld/%lld 个块

source: Export
es: Exportar
fr: Exporter
ja: 輸出
pt: Exportar
ru: Экспорт
zh_hans: 出口

source: OK
es: DE ACUERDO
fr: D'ACCORD
ja: わかりました
ru: ХОРОШО
zh_hans: 好的

source: Revision
es: Revisión
fr: Révision
ja: リビジョン
pt: Revisão
ru: Редакция
zh_hans: 修订

source: Status
es: Estado
fr: Statut
ja: 状態
ru: Статус
zh_hans: 状态

source: System Audio
es: Audio del sistema
fr: Audio du système
ja: システムオーディオ
pt: Áudio do sistema
ru: Системный звук
zh_hans: 系统音频

source: Codex CLI
es: CLI de Codex
fr: CLI Codex
pt: CLI do Codex
ru: CLI Codex

source: Prompt Limit
es: Límite de indicación
fr: Limite de l’invite
ja: プロンプト上限
pt: Limite de prompt
ru: Лимит запроса
zh_hans: 提示词限制

source: Text
es: Texto
fr: Texte
ja: テキスト
pt: Texto
ru: Текст
zh_hans: 文本

source: Backend
ja: バックエンド
ru: Бэкэнд
zh_hans: 后端

source: Markdown
ja: マークダウン

source: SHA-256
ru: ША-256
